Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: རྣ་བ་དང་སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: They focus attention on the notion that the ears, nose, tongue, body, and mental faculty are the emptiness of internal phenomena, they focus attention on the notion that the mental faculty [and so forth] are the emptiness of external phenomena, they focus attention on the notion that the mental faculty [and so forth] are the emptiness of external and internal phenomena, and they focus attention on the notion that the mental faculty [and so forth] are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: ཡིད་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད་ཅིང་། དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། ཕྱི་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། ཕྱི་ནང་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དེ་ཡང་དམིགས་ལ།
en: And, by way of apprehending, they do indeed apprehend the emptiness of internal phenomena, they do indeed apprehend the emptiness of external phenomena, they do indeed apprehend the emptiness of external and internal phenomena, and they do indeed apprehend [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, and they also give rise to conceits on the basis of those aspects of emptiness. “

source: སྟོང་པ་ཉིད་དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་དོ། །གཟུགས་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། གཟུགས་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། གཟུགས་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། གཟུགས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: They focus attention on the notion that sights are the emptiness of internal phenomena, they focus attention on the notion that sights are the emptiness of external phenomena, they focus attention on the notion that sights are the emptiness of external and internal phenomena, and they focus attention on the notion that sights are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: སྒྲ་དང་དྲི་དང་། རོ་དང་རེག་དང་། ཆོས་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཆོས་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཆོས་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: They focus attention on the notion that sounds, odors, tastes, tangibles, and mental phenomena are the emptiness of internal phenomena, they focus attention on the notion that mental phenomena [and so forth] are the emptiness of external phenomena, they focus attention on the notion that mental phenomena [and so forth] are the emptiness of external and internal phenomena, and they focus attention on the notion that mental phenomena [and so forth] are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: ཆོས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡང་ཡིད་ལ་བྱེད་དེ། དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། ཕྱི་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། ཕྱི་ནང་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དེ་ཡང་དམིགས་ལ།
en: And, by way of apprehending, they do indeed apprehend the emptiness of internal phenomena, they do indeed apprehend the emptiness of external phenomena, they do indeed apprehend the emptiness of external and internal phenomena, and they do indeed apprehend [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, and they also give rise to conceits on the basis of those aspects of emptiness. “

source: སྟོང་པ་ཉིད་དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་དོ། །མིག་གི་རྣམ་པར་ཤེས་པ་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་རྣམ་པར་ཤེས་པ་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་རྣམ་པར་ཤེས་པ་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་རྣམ་པར་ཤེས་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། རྣ་བའི་རྣམ་པར་ཤེས་པ་དང་།
en: They focus attention on the notion that visual consciousness is the emptiness of internal phenomena, they focus attention on the notion that visual consciousness is the emptiness of external phenomena, they focus attention on the notion that visual consciousness is the emptiness of external and internal phenomena, and they focus attention on the notion that visual consciousness is [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: སྣའི་རྣམ་པར་ཤེས་པ་དང་། ལྕེའི་རྣམ་པར་ཤེས་པ་དང་། ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་དང་། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་རྣམ་པར་ཤེས་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད་ཅིང་།
en: They focus attention on the notion that auditory consciousness, olfactory consciousness, gustatory consciousness, tactile consciousness, and mental consciousness are the emptiness of internal phenomena, they focus attention on the notion that mental consciousness [and so forth] are the emptiness of external phenomena, they focus attention on the notion that mental consciousness [and so forth] are the emptiness of external and internal phenomena, and they focus attention on the notion that mental consciousness [and so forth] are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: དམིགས་པའི་ཚུལ་གྱིས་ནང་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། ཕྱི་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། ཕྱི་ནང་སྟོང་པ་ཉིད་དེ་ཡང་དམིགས། དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་དེ་ཡང་དམིགས་ལ། སྟོང་པ་ཉིད་དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་དོ།
en: And, by way of apprehending, they do indeed apprehend the emptiness of internal phenomena, they do indeed apprehend the emptiness of external phenomena, they do indeed apprehend the emptiness of external and internal phenomena, and they do indeed apprehend [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities, and they also give rise to conceits on the basis of those aspects of emptiness. “

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་འདུས་ཏེ་རེག་པ་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་འདུས་ཏེ་རེག་པ་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་འདུས་ཏེ་རེག་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། རྣ་བའི་འདུས་ཏེ་རེག་པ་དང་། སྣའི་འདུས་ཏེ་རེག་པ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་དང་།
en: They focus attention on the notion that visually compounded sensory contact is the emptiness of internal phenomena, they focus attention on the notion that visually compounded sensory contact is the emptiness of external phenomena, they focus attention on the notion that visually compounded sensory contact is the emptiness of external and internal phenomena, and they focus attention on the notion that visually compounded sensory contact is [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་ཕྱི་ནང་སྟོང་པ། ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད་ཅིང་།
en: They focus attention on the notion that aurally compounded sensory contact, nasally compounded sensory contact, lingually compounded sensory contact, corporeally compounded sensory contact, and mentally compounded sensory contact are the emptiness of internal phenomena, they focus attention on the notion that mentally compounded sensory contact [and so forth] are the emptiness of external phenomena, they focus attention on the notion that mentally compounded sensory contact [and so forth] are the emptiness of external and internal phenomena, and they focus attention on the notion that mentally compounded sensory contact [and so forth] are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མིག་གི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། རྣ་བའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་།
en: They focus attention on the notion that feelings conditioned by visually compounded sensory contact are the emptiness of internal phenomena, they focus attention on the notion that feelings conditioned by visually compounded sensory contact are the emptiness of external phenomena, they focus attention on the notion that feelings conditioned by visually compounded sensory contact are the emptiness of external and internal phenomena, and they focus attention on the notion that feelings conditioned by visually compounded sensory contact are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: སྣའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལྕེའི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ལུས་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དང་། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཕྱི་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་ཕྱི་ནང་སྟོང་པ་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཡིད་ཀྱི་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་ཚོར་བ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད་ཅིང་།
en: They focus attention on the notion that feelings conditioned by aurally compounded sensory contact, feelings conditioned by nasally compounded sensory contact, feelings conditioned by lingually compounded sensory contact, feelings conditioned by corporeally compounded sensory contact, and feelings conditioned by mentally compounded sensory contact are the emptiness of internal phenomena, they focus attention on the notion that feelings conditioned by mentally compounded sensory contact [and so forth] are the emptiness of external phenomena, they focus attention on the notion that feelings conditioned by mentally compounded sensory contact [and so forth] are the emptiness of external and internal phenomena, and they focus attention on the notion that feelings conditioned by mentally compounded sensory contact [and so forth] are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །སའི་ཁམས་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། སའི་ཁམས་ཕྱི་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། སའི་ཁམས་ཕྱི་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། སའི་ཁམས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། ཆུའི་ཁམས་དང་།
en: They focus attention on the notion that the earth element is the emptiness of internal phenomena, they focus attention on the notion that the earth element is the emptiness of external phenomena, they focus attention on the notion that the earth element is the emptiness of external and internal phenomena, and they focus attention on the notion that the earth element is [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: མེའི་ཁམས་དང་། རླུང་གི་ཁམས་དང་། ནམ་མཁའི་ཁམས་དང་། རྣམ་པར་ཤེས་པའི་ཁམས་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། རྣམ་པར་ཤེས་པའི་ཁམས་ཕྱི་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: They focus attention on the notion that the water element, the fire element, the wind element, the space element, and the consciousness element are the emptiness of internal phenomena, they focus attention on the notion that the consciousness element [and so forth] are the emptiness of external phenomena, they focus attention on the notion that the consciousness element [and so forth] are the emptiness of external and internal phenomena, and they focus attention on the notion that the consciousness element [and so forth] are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities. “

source: རྣམ་པར་ཤེས་པའི་ཁམས་ཕྱི་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། རྣམ་པར་ཤེས་པའི་ཁམས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། མ་རིག་པ་ན་ང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། མ་རིག་པ་ཕྱི་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། མ་རིག་པ་ཕྱི་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད།
en: They focus attention on the notion that ignorance is the emptiness of internal phenomena, they focus attention on the notion that ignorance is the emptiness of external phenomena, they focus attention on the notion that ignorance is the emptiness of external and internal phenomena, and they focus attention on the notion that ignorance is [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: མ་རིག་པ་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད། འདུ་བྱེད་དང་། རྣམ་པར་ཤེས་པ་དང་། མིང་དང་གཟུགས་དང་། སྐྱེ་མཆེད་དྲུག་དང་། རེག་པ་དང་། ཚོར་བ་དང་། སྲེད་པ་དང་། ལེན་པ་དང་། སྲིད་པ་དང་། སྐྱེ་བ་དང་། རྒ་ཤི་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། རྒ་ཤི་ཕྱི་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། རྒ་ཤི་ཕྱི་ནང་སྟོང་པ་ཉིད་ཅེས་བྱ་བར་ཡིད་ལ་བྱེད། རྒ་ཤི་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་སྟོང་པ་ཉིད་ཀྱི་བར་ཞེས་བྱ་བར་ཡིད་ལ་བྱེད་ཅིང་།
en: They focus attention on the notion that formative predispositions, consciousness, name and form, the six sense fields, sensory contact, sensation, craving, grasping, the rebirth process, actual birth, and aging and death are the emptiness of internal phenomena, they focus attention on the notion that aging and death [and so forth] are the emptiness of external phenomena, they focus attention on the notion that aging and death [and so forth] are the emptiness of external and internal phenomena, and they focus attention on the notion that aging and death [and so forth] are [all the other aspects of emptiness], up to and including the emptiness of the essential nature of nonentities.

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་དང་ལྡན་པའི་ཡིད་ལ་བྱ་བ་མེད་པར། དྲན་པ་ཉེ་བར་གཞག་པ་རྣམས་བསྒོམ་སྟེ། དམིགས་པའི་ཚུལ་གྱིས་དྲན་པ་ཉེ་བར་གཞག་པ་དེ་དག་ཀྱང་དམིགས་ལ།
en: Moreover, Subhūti, when bodhisattva great beings practice the perfection of wisdom without the attention they focus having all-aspect omniscience in mind, they cultivate the applications of mindfulness, and also apprehend those applications of mindfulness by way of apprehending.

source: དྲན་པ་ཉེ་བར་གཞག་པ་དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་དོ། །ཡང་དག་པར་སྤོང་བ་རྣམས་དང་། རྫུ་འཕྲུལ་གྱི་རྐང་པ་རྣམས་དང་། དབང་པོ་རྣམས་དང་། སྟོབས་རྣམས་དང་། བྱང་ཆུབ་ཀྱི་ཡན་ལག་རྣམས་དང་། འཕགས་པའི་ལམ་ཡན་ལག་བརྒྱད་པ་དང་། འཕགས་པའི་བདེན་པ་རྣམས་དང་བསམ་གཏན་རྣམས་དང་། ཚད་མེད་པ་རྣམས་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་རྣམས་དང་། རྣམ་པར་ཐར་བ་བརྒྱད་དང་། མཐར་གྱིས་གནས་པའི་སྙོམས་པར་འཇུག་པ་དགུ་དང་། སྟོང་པ་ཉིད་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་མེད་པ་དང་། མངོན་པར་ཤེས་པ་རྣམས་དང་། ཏིང་ངེ་འཛིན་རྣམས་དང་།
en: They also give rise to conceits on the basis of those applications of mindfulness.

source: གཟུངས་ཀྱི་སྒོ་རྣམས་དང་། དེ་བཞིན་གཤེགས་པའི་སྟོབས་བཅུ་དང་། མི་འཇིགས་པ་བཞི་དང་། སོ་སོ་ཡང་དག་པར་རིག་པ་བཞི་དང་། སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་བཅྭོ་བརྒྱད་བསྒོམ་སྟེ།
en: They cultivate the correct exertions, the supports for miraculous ability, the faculties, the powers, the branches of enlightenment, the noble eightfold path, the truths of the noble ones, the meditative concentrations, the immeasurable attitudes, the formless absorptions, the eight aspects of liberation, the nine serial steps of meditative absorption, emptiness, signlessness, wishlessness, the extrasensory powers, the gateways of the meditative stabilities and the dhāraṇīs, the ten powers of the tathāgatas, the four fearlessnesses, the four kinds of exact knowledge, and the eighteen distinct qualities of the buddhas, and they do indeed apprehend those [causal and fruitional attributes], up to and including the distinct qualities of the buddhas, by way of apprehending.

source: དམིགས་པའི་ཚུལ་གྱིས་སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དེ་དག་ཀྱང་དམིགས་ལ།
en: They also give rise to conceits on the basis of those distinct qualities of the buddhas [and so forth]. “

source: སངས་རྒྱས་ཀྱི་ཆོས་མ་འདྲེས་པ་དེ་དག་གིས་ཀྱང་རློམ་སེམས་སུ་བྱེད་དོ། །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། དེ་ལྟར་ཐབས་མི་མཁས་པས་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྟན་པ་འདི་ཐོས་ན། འཇིགས་ཤིང་དངང་ལ་སྐྲག་པར་འགྱུར་རོ།
en: Moreover, Subhūti, when bodhisattva great beings practice the perfection of wisdom, it is owing to this lack of skillful means that they will become afraid, fearful, and terrified on hearing this teaching on the perfection of wisdom.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཇི་ལྟར་ན་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་སྡིག་པའི་གྲོགས་པོས་ཡོངས་སུ་ཟིན་ཅིང་། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྟན་པ་འདི་ཐོས་ན་འཇིགས་ཤིང་དངང་ལ་སྐྲག་པར་འགྱུར་ཞིང་། སྡིག་པའི་གྲོགས་པོའི་སུག་པར་ལྷུང་བ་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, how is it that bodhisattva great beings are enticed by evil associates, {Dt.158} and how will they become afraid, fearful, and terrified on hearing this teaching on the perfection of wisdom?

source: རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོ་ནི། ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་མོས་པ་མེད་པར་བྱེད་ཅིང་ཟློག་པར་བྱེད་པའོ། །བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་།
en: How will they fall into the clutches of evil associates?” “

source: བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་དང་། སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པ་མོས་པ་མེད་པར་བྱེད་ཅིང་ཟློག་པར་བྱེད་པ་སྟེ། འདི་ནི་དེ་བཞིན་གཤེགས་པས་གསུངས་པ་མ་ཡིན།
en: Subhūti,” replied the Blessed One, “the evil associates of bodhisattva great beings are those who would dissuade and avert them from practicing the perfection of wisdom, and similarly those who would dissuade and avert them from practicing the perfection of meditative concentration, the perfection of perseverance, the perfection of tolerance, the perfection of ethical discipline, and the perfection of generosity, saying, ‘This is not taught by the tathāgatas!

source: འདི་ནི་ཆོས་མ་ཡིན།
en: This is not the Dharma!

source: འདི་ནི་འདུལ་བ་མ་ཡིན་གྱིས།
en: This is not the Vinaya!

source: འདི་ནི་བསླབ་པར་བྱ་བའི་མི་ཆའོ།
en: So you should not train in this!

source: །མདོ་སྡེ་འདི་དག་ནི་རང་བཟོར་བྱས་པ་སྟེ།
en: These discourses are fabrications!

source: འདི་དག་ནི་མཉན་པར་མི་བྱའོ།
en: You should not listen to them!

source: །གཟུང་བར་མི་བྱའོ།
en: You should not take them up!

source: །བཅང་བར་མི་བྱའོ།
en: You should not uphold them!

source: །ཀླག་པར་མི་བྱའོ།
en: You should not recite them!

source: །ཀུན་ཆུབ་པར་མི་བྱའོ།
en: You should not master them!

source: །ཚུལ་བཞིན་དུ་ཡིད་ལ་མི་བྱའོ།
en: You should not maintain your attention on them in that manner!

source: །འདི་དག་ནི་གཞན་ལ་བསྟན་པར་མི་བྱའོ། །ཞེས་ཟེར་བ་འདི་ནི།
en: You should not teach them to others!’

source: རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ།
en: Subhūti, you should know such persons to be the evil associates of bodhisattva great beings. “

source: །རབ་འབྱོར་གཞན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོ་ནི། འདི་ལྟར་བདུད་སྡིག་ཏོ་ཅན་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་བྱས་པ་དག །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་འོངས་ནས། ཕ་རོལ་དུ་ཕྱིན་པ་དྲུག་ལས་ཟློག་ཅིང་། མོས་པ་མེད་པར་བྱེད་དེ་རིགས་ཀྱི་བུ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: Moreover, Subhūti, the evil associates of bodhisattva great beings include malign māras who are able to transform themselves into the guise of a buddha, and approach bodhisattva great beings, averting and dissuading them from the six perfections with the following words: ‘O noble child, what will you achieve by cultivating this perfection of wisdom?

source: བསམ་གཏན་གྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: What will you achieve by cultivating the perfection of meditative concentration?

source: བརྩོན་འགྲུས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: What will you achieve by cultivating the perfection of perseverance?

source: བཟོད་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: What will you achieve by cultivating the perfection of tolerance?

source: ཚུལ་ཁྲིམས་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ།
en: What will you achieve by cultivating the perfection of ethical discipline?

source: སྦྱིན་པའི་ཕ་རོལ་དུ་ཕྱིན་པ་བསྒོམས་པས་ཁྱོད་ལ་ཅི་ཞིག་བྱ་ཞེས་ཟེར་བ་འོང་ངོ་།
en: What will you achieve by cultivating the perfection of generosity?’

source: །ཞེས་བདུད་ཀྱི་ལས་མི་སྟོན་བདུད་ཀྱི་ཉེས་པ་མི་སྟོན་པ་འདི་དག་ནི། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ། །རབ་འབྱོར་གཞན་ཡང་བདུད་སྡིག་ཏོ་ཅན་དག་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་བྱས་ཤིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་ཕྱིན་ཏེ།
en: In so saying, they will not reveal their demonic activity and will not show their demonic defects, but these, Subhūti, you should know to be the evil associates of bodhisattva great beings. “

source: ཉན་ཐོས་དང་ལྡན་པའི་མདོ་དང་། དབྱངས་ཀྱིས་བསྙད་པ་དང་། ལུང་བསྟན་པ་དང་། ཚིགས་སུ་བཅད་པ་དང་། ཆེད་དུ་བརྗོད་པ་དང་། གླིང་གཞི་དང་། འདི་ལྟར་འདས་པ་དང་། སྐྱེས་པའི་རབས་དང་། ཤིན་དུ་རྒྱས་པ་དང་། ཆོས་རྨད་དུ་བྱུང་བ་དང་། རྟོགས་པ་བརྗོད་པ་དང་། གཏན་ལ་བབ་པར་བསྟན་པ་དག་སྟོན་ཏོ།
en: Moreover, Subhūti, malign māras will transform themselves into the guise of a buddha, and approach bodhisattva great beings, saying, ‘You should teach, comment on, analyze, elucidate, and completely disclose the discourses, sayings in prose and verse, prophetic declarations, verses, aphorisms, contexts, quotations, tales of past lives, most extensive teachings, marvelous events, narratives, and established instructions that are all those [intended for] the śrāvakas.’

source: །འགྲེལ་ཏོ། །རྣམ་པར་འབྱེད་དོ། །ཡོངས་སུ་སྟོན་ཏོ། །ཞེས་བདུད་ཀྱི་ལས་རྣམ་པ་འདི་ལྟ་བུ་དག་མི་སྨྲ་མི་སྟོན་པ་ནི། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ།
en: In so saying, they will not mention or reveal these aspects of their demonic activity, but these you should know to be the evil associates of bodhisattva great beings. “

source: །རབ་འབྱོར་གཞན་ཡང་བདུད་སྡིག་ཏོ་ཅན་དག་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་བྱས་ཤིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་ཕྱིན་ཏེ། འདི་སྐད་དུ་རིགས་ཀྱི་བུ་ཁྱོད་ལ་ནི་བྱང་ཆུབ་ཀྱི་སེམས་ཀྱང་ཅུང་ཟད་ཀྱང་མེད།
en: Moreover, Subhūti, malign māras will transform themselves into the guise of a buddha, and approach bodhisattva great beings, saying, ‘O noble child, you are not in the slightest a bodhisattva!

source: ཁྱོད་ནི་ཕྱིར་མི་ལྡོག་པ་ཡང་མ་ཡིན་ཁྱོད་ཀྱིས་ནི་བླ་ན་མེད་པ་ཡང་དག་པར་རྫོགས་པའི་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་ཡང་མི་ནུས་སོ།
en: Your progress is not irreversible! You cannot attain consummate buddhahood in unsurpassed, complete enlightenment!’

source: །ཞེས་ཟེར་བ་འདི་ལྟ་བུའི་བདུད་ཀྱི་ལས་དག་མི་སྨྲ་མི་སྟོན་པ་ནི། རབ་འབྱོར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་སྡིག་པའི་གྲོགས་པོར་རིག་པར་བྱའོ།
en: In so saying, they will not mention or reveal these aspects of their demonic activity, but these, Subhūti, you should know to be the evil associates of bodhisattva great beings. “

source: །རབ་འབྱོར་གཞན་ཡང་བདུད་སྡིག་ཏོ་ཅན་དག་སངས་རྒྱས་ཀྱི་ཆ་བྱད་དུ་བྱས་ཤིང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་དྲུང་དུ་ཕྱིན་ཏེ། འདི་སྐད་དུ་རིགས་ཀྱི་བུ་མིག་གི་བདག་གམ་བདག་གིས་སྟོང་ངོ་།
en: Moreover, Subhūti, malign māras will transform themselves into the guise of a buddha, and approach bodhisattva great beings, saying, ‘O noble child, the eyes are empty of notions of “I” and “mine.” {

source: །རྣ་བ་དང་། སྣ་དང་། ལྕེ་དང་། ལུས་དང་། ཡིད་ནི་བདག་གམ་བདག་གིས་སྟོང་ངོ་།
en: Dt.159} The ears, nose, tongue, body, and mental faculty are empty of notions of “I” and “mine.”

source: །གཟུགས་ནི་བདག་གམ་བདག་གིས་སྟོང་ངོ་།
en: Sights are empty of notions of “I” and “mine.”

source: །སྒྲ་དང་། དྲི་དང་། རོ་དང་། རེག་དང་། ཆོས་ནི་བདག་གམ་བདག་གིས་སྟོང་ངོ་།
en: Sounds, odors, tastes, tangibles, and mental phenomena are empty of notions of “I” and “mine.”
